/*  $Id: $  */

"idle"		= "Tila: Vapaa…";
"hangingUp" = "Tila: Katkaistaan…";
"ringing"	= "Tila: Puhelin soi…";
"receiving" = "Tila: Vastaanotetaan…";
"sending"	= "Tila: Lähetetään…";
"dialing"	= "Tila: Soitetaan…";
"answering" = "Tila: Vastataan…";
"negotiating"="Tila: Yhdistetään…";

"answerNow" = "Vastaa nyt";
"hangupNow" = "Katkaise nyt";

"RECEIVE_FAX_ON" = "Vastaanota fakseja tällä tietokoneella";

"PF_LAUNCH" = "Avaa Faksiasetukset…";
"PF_OPEN" = "Avaa Faksit-kansio…";

/* scrolling text resources */
"Scroll_Dialing"	= "Valitaan numeroa…";
"Scroll_Sending"	= "Lähetetään…";
"Scroll_Ringing"	= "Puhelin soi…";
"Scroll_Receiving"	= "Vastaanotetaan…";
"Scroll_HangingUp"	= "Katkaistaan yhteyttä…";
"Scroll_Answering"	= "Vastataan…";
"Scroll_Negotiating"= "Yhteydessä… ";



